docs/acl/acl-bench-results/raw/S05/cmd_deny_m3.txt
ERROR: ERR admin permission required to perform the command
ERROR: failed to fetch CONFIG from 127.0.0.1:7773
WARN: could not fetch server CONFIG
====== SET ======
  20000 requests completed in 1.44 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1
  multi-thread: no

0.00% <= 0.4 milliseconds
0.01% <= 0.5 milliseconds
0.04% <= 0.6 milliseconds
0.10% <= 0.7 milliseconds
0.33% <= 0.8 milliseconds
0.75% <= 0.9 milliseconds
1.50% <= 1.0 milliseconds
2.86% <= 1.1 milliseconds
4.90% <= 1.2 milliseconds
7.59% <= 1.3 milliseconds
10.86% <= 1.4 milliseconds
14.74% <= 1.5 milliseconds
19.03% <= 1.6 milliseconds
23.62% <= 1.7 milliseconds
28.40% <= 1.8 milliseconds
33.03% <= 1.9 milliseconds
37.47% <= 2 milliseconds
71.50% <= 3 milliseconds
87.54% <= 4 milliseconds
93.46% <= 5 milliseconds
96.39% <= 6 milliseconds
97.50% <= 7 milliseconds
98.19% <= 8 milliseconds
98.39% <= 9 milliseconds
98.64% <= 10 milliseconds
98.88% <= 11 milliseconds
99.11% <= 12 milliseconds
99.26% <= 13 milliseconds
99.53% <= 14 milliseconds
99.79% <= 15 milliseconds
99.91% <= 16 milliseconds
99.93% <= 20 milliseconds
99.97% <= 24 milliseconds
99.99% <= 25 milliseconds
99.99% <= 26 milliseconds
100.00% <= 26 milliseconds
13927.58 requests per second